Revit 2027 API
MetallicPaint.MetallicpaintTopcoatFalloff Property
 The property labeled "Angle Falloff" from the "MetallicPaint" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string MetallicpaintTopcoatFalloff { get; }
Public Shared ReadOnly Property MetallicpaintTopcoatFalloff As String
	Get
public:
static property String^ MetallicpaintTopcoatFalloff {
	String^ get ();
}
static member MetallicpaintTopcoatFalloff : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 1".
See Also
Reference
MetallicPaint Class
Autodesk.Revit.DB.Visual Namespace